import { SaleSvg } from "@/svgs/Sale";
import { Stack, Typography } from "@mui/material";

const PrivacyPolicy = () => {
  return (
    <Stack width={1200} mt={`95px`}>
      <Stack direction={`row`} alignItems={`center`} spacing={1} mb={`34px`}>
        <SaleSvg />
        <Typography fontWeight={700} fontSize={22}>
          Нууцлалын бодлого
        </Typography>
      </Stack>
      <Typography
        width={1200}
        lineHeight={`30px`}
        fontWeight={400}
        fontSize={18}
        textAlign={`justify`}
      >
        Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан
        ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх,
        худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.
        <br />
        Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ. <br />
        Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид байгууллага
        гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.
        <br />
        Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан
        ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх,
        худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.
        <br />
        Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ.
        <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
        байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
        тавина.
        <br /> Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
        байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
        тавина. <br />
        Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан
        ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх,
        худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.
        <br />
        Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
        байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
        тавина. <br />
        Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан
        ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх,
        худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.
        <br />
        Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ.
        <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
        байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
        тавина.
        <br />
        Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ.
        <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
        байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
        тавина.
      </Typography>
    </Stack>
  );
};
export default PrivacyPolicy;
